{
    "select_heat_load": "Es können Wärmelastdaten der deutschen Stadt Flensburg oder der dänischen Sonderburg ausgewählt werden. Darüber hinaus können eigene Daten eingelesen werden.",
    "own_data_heat_load": "Die erste Spalte muss ein Datumsindex in stündlicher Auflösung und die zweite die Wärmelast in MWh beinhalten. Zusätzlich muss bei der csv-Datein das Trennzeichen ein Semikolon sein.\n\n'Date' ; 'heat load' \n\n 2025-01-01 00:00 ; 50 \n\n 2025-01-01 01:00 ; 45 \n\n usw.",
    "own_data_gas": "Die erste Spalte muss ein Datumsindex in stündlicher Auflösung, die zweite den Gaspreis in €/MWh und die dritte den CO₂ in €/t CO₂ beinhalten. Zusätzlich muss bei der csv-Datein das Trennzeichen ein Semikolon sein.\n\n'Date' ; 'gas_price' ; 'co2_price' \n\n 2025-01-01 00:00 ; 50 ; 40 \n\n 2025-01-01 01:00 ; 60 ; 30 \n\n usw.",
    "own_data_el": "Die erste Spalte muss ein Datumsindex in stündlicher Auflösung, die zweite den Spotmarktpreis in €/MWh und die dritte den Emissionsfaktor des Strommixes in kg CO₂/MWh beinhalten. Zusätzlich muss bei der csv-Datein das Trennzeichen ein Semikolon sein.\n\n'Date' ; 'spot_market_price' ; 'ef_om' \n\n 2025-01-01 00:00 ; 70 ; 400 \n\n 2025-01-01 01:00 ; 60 ; 430 \n\n usw.",
    "date_picker_heat_load": "Die Auswahl des exakten Zeitraums ist abhängig von dem gewählten Jahr. Es ist nicht möglich, einen Zeitraum über den Jahreswechsel anzugeben.",
    "scale_method_hl": "Die vorhandenen Lastdaten können anhand der anzuschließenden Haushalte, über ein Skalierungsfaktor oder einer Stauchung und Verschiebung angepasst werden.",
    "scale_households_hl_fl": "Anschlussrate von Haushalten in Flensburg: ca. 50000",
    "scale_households_hl_so": "Anschlussrate von Haushalten in Sonderburg: ca. 13000",
    "scale_factor_hl": "Multipliziert die Lastdaten mit dem angegebenden Wert.",
    "scale_amp_hl": "Staucht die Lastdaten um den Median.",
    "scale_off_hl": "Verschiebt den Median der Lastdaten.",
    "heat_revenue": "Die erzielbaren Wärmeerlöse berechnen sich typischerweise aus einer Mischkalkulation eines Leistungs- und Arbeitspreises, welche jährlich festgelegt werden.",
    "net_dist": "Gesamtlänge aller Rohrleitungen des zu untersuchenden Wärmeversorungsnetzes. Hausanschlüsse werden nicht berücksichtig, nur Haupt- und Verteilungsleitungen.",
    "net_inv_spez_mw": "Die Investitionskosten, die für Tiefbau, Material sowie Arbeitsleistung beim Bau eines Wärmenetzes anfallen, bezogen auf die Spitzenlast und die Netzlänge in Metern.",
    "net_op_cost_fix_mw": "Die jährlichen Fixkosten, die für Wartung und Instandhaltung eines Wärmenetzes anfallen, bezogen auf die Spitzenlast und die Netzlänge in Kilometern.",
    "net_op_cost_var_mw": "Die variablen Kosten, die für den Bertieb eines Wärmenetzes anfallen, bezogen auf die transportierte Wärmemenge und die Netzlänge in Kilometern.",
    "own_es": "Aktuell nicht vollständig funktionsfähig",
    "toggle_balanced": "Wenn dies aktiviert wird, muss die Einsatzoptimierung dafür sorgen, dass der Speicher im letzten Zeitschritt den gleichen Füllstand aufweist, wie im ersten.",
    "toggle_fix": "Wenn dieser Schalter aktiviert ist, muss die installierte Leistung in jedem Zeitschritt dem Wärmenetz oder Speicher hinzugefügt werden (z.B.: feste Abwärmemenge aus Industriebetrieben, Kraftwerken oder Rechenzentren).\n\n Ansonsten kann der Wärmestrom nach belieben verwendet werden (z.B. Anschluss an ein übergeordnetes Fernwärmenetz oder Wärme aus Holzheizanlage.)",
    "toggle_invest": "Wenn dies aktiviert wird, wird eine kombinierte Auslegungs- und Einsatzoptimierung für diese Versorgungsanlage ausgeführt.\n\n Ansonsten wird der Einsatz mit vorgegebenen Kapazitäten optimiert.",
    "input_eta": "Der Wirkungsgrad einer Wärmeversorgungsanlage beschreibt, wie viel der eingesetzten Primärenergie (z.B. Gas, Strom) tatsächlich in nutzbare Wärme umgesetzt wird.",
    "input_eta_th": "Die Wärmeausbeute einer KWK-Anlage bezeichnet den Anteil der eingesetzten Primärenergie, der in nutzbare Wärme umgewandelt wird.",
    "input_eta_el": "Die Stromausbeute einer KWK-Anlage beschreibt den Anteil der eingesetzten Primärenergie, der in elektrische Energie umgewandelt wird.",
    "input_cap_N": "Die installierte Leistung entspricht dem Wärmestrom im Nennbetriebspunkt, der bereitgestellt werden kann.\n\n Dieser Parameter wird optimiert, wenn der Schalter *„Kapazität optimieren“* aktiviert wird.",
    "input_cap_min": "Die minimal installierbare Leistung gibt die untere Grenze des Nennwärmestrom an.",
    "input_cap_max": "Die maximal installierbare Leistung gibt die obere Grenze des Nennwärmestrom an.",
    "input_cop": "Der COP (Coefficient of Performance) oder auch die Leistungszahl einer Wärmepumpe ist eine Kennzahl für ihre Effizienz. Dieser gibt an, welcher Wärmestrom im Verhältnis zur eingesetzten elektrischen Leistung geliefert werden kann.",
    "input_A_N": "Die installierte Kollektorfläche gibt die Gesamtfläche aller Solarkollektoren an.\n\n Dieser Parameter wird optimiert, wenn der Schalter *„Kapazität optimieren“* aktiviert wird.",
    "input_A_min": "Die minimal installierbare Kollektorfläche gibt die untere Grenze der Gesamtfläche aller Solarkollektoren an.",
    "input_A_max": "Die maximal installierbare Kollektorfläche gibt die obere Grenze der Gesamtfläche aller Solarkollektoren an.",
    "input_eta_col": "Der Kollektorwirkungsgrad beschreibt die Effizienz eines Solarkollektors bei der Umwandlung von Sonnenstrahlung in nutzbare Wärme. Er gibt an, welcher Anteil der auf den Kollektor auftreffenden Sonnenenergie tatsächlich in Wärme umgewandelt wird.",
    "input_Q_N": "Die installierte Speicherkapazität eines thermischen Energiespeichers beschreibt die maximale Wärmemenge, die der Speicher bei voller Befüllung aufnehmen kann.\n\n Dieser Parameter wird optimiert, wenn der Schalter *„Kapazität optimieren“* aktiviert wird.",
    "input_Q_min": "Die minimal installierbare Speicherkapazität gibt die untere Grenze der Wärmemenge an, die im Speicher aufgenommen werden kann.",
    "input_Q_max": "Die maximal installierbare Speicherkapazität gibt die obere Grenze der Wärmemenge an, die im Speicher aufgenommen werden kann.",
    "input_Q_rel_loss": "Der relativer Oberflächenwärmeverlust gibt den Wärmeverlust pro Zeitschritt in Relation zum aktuellen Speicherfüllstand an.",
    "input_init_storage": "Der Initialspeicherstand gibt den den relativer Speicherfüllstand zu Beginn (im ersten Zeitschritt) der Simulation an.",
    "input_Q_in_to_cap": "Das Verhältnis der Beladeleistung zur Speicherkapazität gibt an, wie viel Wärme pro Zeiteinheit in den Speicher aufgenommen wird, im Verhältnis zur maximalen Wärmemenge, die der Speicher insgesamt halten kann.",
    "input_Q_out_to_cap": "Das Verhältnis der Entladeleistung zur Speicherkapazität gibt an, wie viel Wärme pro Zeiteinheit aus den Speicher entnommen wird, im Verhältnis zur maximalen Wärmemenge, die der Speicher insgesamt halten kann.",
    "input_inv_spez": "Spezifische Investitionskosten sind die Gesamtkosten einer Anlage in Relation auf ihre Größe.",
    "input_inv_bonus_rel": "Relative Minderung der Investitionskosten dieser Anlage. Ein Wert von 40% bedeutet, dass die veranschlagten Investitionskosten nur noch 60% des in dem dafür vorgesehenen Feld angegebenen Wert betragen.",
    "input_op_cost_var": "Variablen Betriebskosten sind die laufenden jährlichen Kosten einer Anlage in Relation auf ihre Größe.",
    "input_op_cost_var_sol": "Variablen Betriebskosten sind die laufenden jährlichen Kosten einer Anlage in Relation auf ihre Größe.\n\nDiese werden bei der Solarthermie in der zugrundeliegenden Quelle anhand der insgesamt produzierten Wärmemenge berechnet.",
    "input_op_cost_fix": "Fixe Betriebskosten sind alle jährlich wiederkehrenden Kosten, die unabhängig von der Betriebsdauer oder Energieproduktion entstehen.",
    "input_op_cost_bonus_rel": "Relative Minderung der variablen und fixen Betriebskoste dieser Anlage. Ein Wert von 40% bedeutet, dass die veranschlagten Betriebskosten nur noch 60% des in de dafür vorgesehenen Feldern angegebenen Werte betragen.",
    "date_picker_el_prices": "Der exakten Zeitraums muss der gleiche Zeitspanne der zuvor gewählten Wärmelast entsprechen.\n\n Auch hier ist es nicht möglich, einen Zeitraum über einen Jahreswechsel anzugeben.",
    "scale_method_el": "Die vorhandenen Spotmarkt Strompreise können anhand eines Skalierungsfaktors oder einer Stauchung und Verschiebung angepasst werden.",
    "scale_factor_el": "Multipliziert die Spotmarkt Strompreise mit dem angegebenden Wert.",
    "scale_amp_el": "Staucht die Spotmarkt Strompreise um den Median.",
    "scale_off_el": "Verschiebt den Median der Spotmarkt Strompreise.",
    "el_elements": "Strompreisbestandteile sind die verschiedenen Kostenkomponenten.\n\n Der Endpreis für Strom setzt sich aus der Summe des Netzbezugs oder Eigenbedarfs mit den stündlichen Day-Ahead Spotmarktpreise zusammen.",
    "date_picker_gas_prices": "Der exakten Zeitraums muss der gleiche Zeitspanne der zuvor gewählten Wärmelast entsprechen.\n\n Auch hier ist es nicht möglich, einen Zeitraum über einen Jahreswechsel anzugeben.",
    "scale_method_gas": "Die vorhandenen Gaspreise können anhand eines Skalierungsfaktors oder einer Stauchung und Verschiebung angepasst werden.",
    "scale_factor_gas": "Multipliziert die Gaspreise mit dem angegebenden Wert.",
    "scale_amp_gas": "Staucht die Gaspreise um den Median.",
    "scale_off_gas": "Verschiebt den Median der Gaspreise.",
    "ef_gas": "Der Emissionsfaktor beschreibt die Menge an CO₂-Emissionen, die bei der Nutzung von 1 MWh Erdgas freigesetzt wird freigesetzt wird.\n\nTypische Emissionsfaktoren nach BAFA:\n\nErdgas: 0,2012 t CO₂ / MWh \n\nFlüssiggas: 0,239 t CO₂ / MWh \n\nBiogas: 0,152 t CO₂ / MWh \n\n Biodeisel: 0,070 t CO₂ / MWh \n\n Bioethanol: 0,043 t CO₂ / MWh",
    "capital_interest": "Der Kapitalzins ist ein prozentualer Zinssatz, der angibt, wie stark Investitionen mit der Zeit bewertet oder abgezinst werden. Er spiegelt die Kosten des eingesetzten Kapitals wider – also den „Preis des Geldes“ über die Laufzeit einer Investition.",
    "lifetime": "Die Betrachtungsdauer ist der Zeitraum, über den Kosten, Erträge und Wirkungen eines Systems oder Projekts erfasst und bilanziert werden.",
    "energy_tax": "Beim Einsatz von Kraft- und Brennstoffen fällt die sogenannte Energiesteuer an, was für die Nutzung von gasbefeuerten KWK-Anlangen und Spitzenlastkesseln relevant ist.",
    "vNNE": "Vermiedene Netznutzungsentgelte (vNNE) sind finanzielle Vergütungen, die Betreiber dezentraler Energieanlagen erhalten, weil ihre Einspeisung Netzbelastung vermeidet oder reduziert. Sie sollen Anreize für dezentrale Einspeisung schaffen, da diese das Stromnetz entlasten kann.",
    "solver": "Ein Solver dient dazu mathematische Optimierungsprobleme oder Gleichungssysteme zu lösen.\n\nGurobi: Lizenzpflichtig, aber kostenlos für Lehre/Forschung\n\nSCIP: Open Source\n\nHiGHS: Open Source",
    "MIPGap": "Der MIPGap-Parameter steuert die minimale Qualität der zurückgegebenen Lösung. Er ist eine Obergrenze für die tatsächliche Lücke der endgültigen Lösung.",
    "ToggleTimeLimit": "Wenn dies aktiviert ist, wird die maximale Simulationsdauer begrenzt. Falls der MIPGap noch nicht unterschritten ist, wird die momentane Lösung zurückgegeben, die möglicherweise ungenauer ist. Im Extremfall kann auch keine Lösung vorliegen.",
    "results_design": "Es handelt sich um die installierten Kapazitäten der ausgewählten Wärmeversorgungsanlagen.\n\n Wenn zuvor *„Kapazität optimieren“* ausgewählt worden ist, sind sogar die optimierte Anlagenkapazität zu erkennen.",
    "results_heat_production": "Bei der Wärmeproduktion handelt es sich um die bereitgestellte Wärme, die aus dem optimierten Einsatz resultiert.",
    "lcoh_heat": "Der LCOH (Levelized Cost Of Heat) bezeichnet die spezifischen Wärmegestehungskosten. Dies sind die durchschnittlichen Kosten, um 1 MWh Wärme über die gesamte Lebensdauer bereitzustellen.\n\nDiese LCOH beinhalten jedoch nur die Erzeugungsanlagen, nicht jedoch das Wärmeversorgungsnetz.",
    "lcoh_incl_net": "Der LCOH (Levelized Cost Of Heat) bezeichnet die spezifischen Wärmegestehungskosten. Dies sind die durchschnittlichen Kosten, um 1 MWh Wärme über die gesamte Lebensdauer bereitzustellen.\n\nDiese LCOH beinhalten sowohl die Erzeugungsanlagen, als auch das Wärmeversorungsnetz.",
    "rev_heat": "Der Wärmeerlös resultiert aus dem Produkt der Menge des Wärmeverbrauchs und der Höhe der Wärmeerlöse.",
    "rev_el": "Durch den Verkauf von Strom an Spotmarkt können Erlöse erwirtschaft werden.",
    "cost_el": "Es sind alle Stromkosten, die durch die interne Nutzung oder aus dem Netzbezug entstehen.",
    "cost_el_int": "Auch wenn der durch die KWK-Anlagen produzierte Strom intern genutzt werden, fallen Stromkosten an.",
    "cost_el_ext": "Es sind alle anfallenden Stromkosten, die aus dem Netzbezug entstehen.",
    "cost_gas": "Es sind alle anfallenden Kosten, die durch die Nutzung von Gas entstehen.",
    "cost_units": "Die Gesamtanlagenkosten sind die Summe der Investions- sowie variablen und fixen Betriebskosten aller im System vorkommenden Anlagen.\n\n Zusätzlich sind in der Tabelle die Investitions- sowie variablen und fixen Betriebskosten der einzelnen Anlagen abgebildet.",
    "em_ges": "Die Gesamtemissionen setzen sich aus der Summe der durch den Gas- und Strombezug entstehenden Emissionen abzüglich der Emissionsgutschriften durch den Stromverkauf zusammen.",
    "em_gas": "Gibt die Menge an Emissionen an, die durch die Nutzung von Gas freigesetzt werden.",
    "em_el": "Gibt die Menge an Emissionen an, die durch die Nutzung von Strom freigesetzt werden.",
    "em_spot": "Durch den Verkauf von Strom an Spotmarkt kann bilanziell eine Emissionensgutschrift generiert werden.",
    "oadl": "Der stündliche Wärmebedarf sowie die Wärmeproduktion aller Wärmeversorgungsanlagen, sortiert nach absteigender Größe.\n\n Die Schrittweite verändert sich nach Wahl des Aggregationszeitraums.",
    "toggle_agg_results": "Wenn dies aktiviert ist, kann die Anzahl der Zeitschritte und Aggregationsmethode der geordneten Jahresdauerlinie und des täglichen Anlageneinsatzes angepasst werden.",
    "agg_method": "Wenn ein anderer Aggregationszeitraums als stündlich gewählt wird, werden die Ergebnisse entweder aufsummiert oder der Mittelwert über dem Aggregationszeitraum gebildet.",
    "adl": "Aus der Einsatzoptimierung resultiert der Anlageneinsatz entsprechend des gewählten Zeitraums.\n\n Bei negativen Werten handelt es sich um Wärmemengen, die in den Wärmespeicher eingespeichert werden.",
    "el_int": "Bei der Stromproduktion (intern) handelt es sich um die Menge an intern genutzten Strom, die durch die KWK-Anlagen produziert werden.",
    "el_ext": "Bei der Stromproduktion (Netz) handelt es sich um die Menge an den Spotmarkt verkauften Strom, die durch die KWK-Anlagen produziert werden."
}