{
    "select_heat_load": "Es können Wärmelastdaten der deutschen Stadt Flensburg oder der dänischen Sonderburg ausgewählt werden. Darüber hinaus können eigene Daten eingelesen werden.",
    "own_data_heat_load": "Die erste Spalte muss ein Datumsindex in stündlicher Auflösung und die zweite die Wärmelast in MWh beinhalten. Zusätzlich muss bei der csv-Datein das Trennzeichen ein Semikolon sein.",
    "date_picker_heat_load": "Die Auswahl des exakten Zeitraums ist abhängig von dem gewählten Jahr. Es ist nicht möglich einen Zeitraum über den Jahreswechsel anzugeben.",
    "scale_method_hl": "Die vorhandenen Lastdaten können anhand der anzuschließenden Haushalte, über ein Skalierungsfaktor oder einer Stauchung und Verschiebung angepasst werden.",
    "scale_households_hl_fl": "Anschlussrate von Haushalten in Flensburg: ca. 50000",
    "scale_households_hl_so": "Anschlussrate von Haushalten in Sonderburg: ca. 13000",
    "scale_factor_hl": "Multipliziert die Lastdaten mit dem angegebenden Wert.",
    "scale_amp_hl": "Staucht die Lastdaten um den Median.",
    "scale_off_hl": "Verschiebt den Median der Lastdaten.",
    "heat_revenue": "Die erzielbaren Wärmeerlöse berechnen sich typischerweise aus einer Mischkalkulation eines Leistungs- und Arbeitspreises, welche jährlich festgelegt werden.",
    "own_es": "Aktuell nicht vollständig funktionsfähig",
    "toggle_eta": "Der Wirkungsgrad einer Wärmeversorgungsanlage beschreibt, wie viel der eingesetzten Primärenergie (z.B. Gas, Strom) tatsächlich in nutzbare Wärme umgesetzt wird.",
    "toggle_eta_th": "Die Wärmeausbeute einer KWK-Anlage bezeichnet den Anteil der eingesetzten Primärenergie, der in nutzbare Wärme umgewandelt wird.",
    "toggle_eta_el": "Die Stromausbeute einer KWK-Anlage beschreibt den Anteil der eingesetzten Primärenergie, der in elektrische Energie umgewandelt wird.",
    "toggle_cap_N": "Die installierte Leistung entspricht dem Wärmestrom im Nennbetriebspunkt, der bereitgestellt werden kann.\n\n Dieser Parameter wird optimiert, wenn der Schalter *„Kapazität optimieren“* aktiviert wird.",
    "toggle_cap_min": "Die minimal installierbare Leistung gibt die untere Grenze des Nennwärmestrom an.",
    "toggle_cap_max": "Die maximal installierbare Leistung gibt die obere Grenze des Nennwärmestrom an.",
    "toggle_cop": "Der COP (Coefficient of Performance) oder auch die Leistungszahl einer Wärmepumpe ist eine Kennzahl für ihre Effizienz. Dieser gibt an, welcher Wärmestrom im Verhältnis zur eingesetzten elektrischen Leistung geliefert werden kann.",
    "toggle_A_N": "Die installierte Kollektorfläche gibt die Gesamtfläche aller Solarkollektoren an.\n\n Dieser Parameter wird optimiert, wenn der Schalter *„Kapazität optimieren“* aktiviert wird.",
    "toggle_A_min": "Die minimal installierbare Kollektorfläche gibt die untere Grenze der Gesamtfläche aller Solarkollektoren an.",
    "toggle_A_max": "Die maximal installierbare Kollektorfläche gibt die obere Grenze der Gesamtfläche aller Solarkollektoren an.",
    "toggle_eta_col": "Der Kollektorwirkungsgrad beschreibt die Effizienz eines Solarkollektors bei der Umwandlung von Sonnenstrahlung in nutzbare Wärme. Er gibt an, welcher Anteil der auf den Kollektor auftreffenden Sonnenenergie tatsächlich in Wärme umgewandelt wird.",
    "toggle_Q_N": "Die installierte Speicherkapazität eines thermischen Energiespeichers beschreibt die maximale Wärmemenge, die der Speicher bei voller Befüllung aufnehmen kann.\n\n Dieser Parameter wird optimiert, wenn der Schalter *„Kapazität optimieren“* aktiviert wird.",
    "toggle_Q_min": "Die minimal installierbare Speicherkapazität gibt die untere Grenze der Wärmemenge an, die im Speicher aufgenommen werden kann.",
    "toggle_Q_max": "Die maximal installierbare Speicherkapazität gibt die obere Grenze der Wärmemenge an, die im Speicher aufgenommen werden kann.",
    "toggle_Q_rel_loss": "Der relativer Oberflächenwärmeverlust gibt den Wärmeverlust pro Zeitschritt in Relation zum aktuellen Speicherfüllstand an.",
    "toggle_init_storage": "Der Initialspeicherstand gibt den den relativer Speicherfüllstand zu Beginn (im ersten Zeitschritt) der Simulation an.",
    "toggle_balanced": "Wenn dies aktiviert wird, muss die Einsatzoptimierung dafür sorgen, dass der Speicher im letzten Zeitschritt den gleichen Füllstand aufweist, wie im ersten.",
    "toggle_Q_in_to_cap": "Das Verhältnis der Beladeleistung zur Speicherkapazität gibt an, wie viel Wärme pro Zeiteinheit in den Speicher aufgenommen wird, im Verhältnis zur maximalen Wärmemenge, die der Speicher insgesamt halten kann.",
    "toggle_Q_out_to_cap": "Das Verhältnis der Entladeleistung zur Speicherkapazität gibt an, wie viel Wärme pro Zeiteinheit aus den Speicher entnommen wird, im Verhältnis zur maximalen Wärmemenge, die der Speicher insgesamt halten kann."
}